Repository: shalomRachapudi/one-click-installer
Catalog: po/*/oneclickinstaller.po
Languages: fr

source: <b>Be careful!</b> Some Sources are not currently known. Installing<br />software requires trusting these sources
fr: <b>Soyez prudent!</b> Certaines sources ne sont actuellement pas connues. Installation<br />logiciel requiert ces sources de confiance

source: Downloading and Installing Packages
fr: Le téléchargement et l'installation de paquets

source: Cancel Installation
fr: Annuler l'installation

source: Added Source: %1
fr: Ajouter la Source : %1

source: <b>Installing: </b> %1
fr: <b>Installation : </b> %1

source: Installed
fr: Installé

source: This installer will install and download packages
fr: Ce programme d’installation va installer et télécharger les packages

source: This installer will download and install %1 packages from %2 sources
fr: Ce programme d'installation va télécharger et installer %1 paquets de %2 sources

source: This installer will download and install %1 packages from %2 sources totalling %3
fr: Ce programme d'installation va télécharger et installer %1 paquets de %2 sources totalisant %3

source: Downloading and Installing Packages...
fr: Le téléchargement et l'installation de paquets...

source: Success!!!
fr: succès!

source: Settings
fr: Paramètres

source: Cancel
fr: annuler

source: Install
fr: Installer

source: One Click Install
fr: Un cliquez sur Installer

source: <b>Summary:</b> %1
fr: <b>Résumé:</b> %1

source: Fetching...
fr: L'extraction...

source: <a href = %1 style="text-decoration:none;">Show Details</a>
fr: <a href = %1 style="text-decoration:none;">Afficher les détails</a>

source: <a href = %1 style="text-decoration:none;">Hide Details</a>
fr: <a href = %1 style="text-decoration:none;">Cacher les détails</a>

source: Source: <b>%1</b>
fr: La source: <b>%1</b>

source: <b>Fingerprint: </b> %1
fr: <b>Empreinte digitale: </b> %1

source: <b>Created: </b> %1
fr: <b>Créé : </b> %1

source: <b>Expires: </b> %1
fr: <b>Expire : </b> %1

source: Shows the Repository ID
fr: Affiche l'ID répertoire

source: Shows the Unique Repository Fingerprint
fr: Affiche l'empreinte de référentiel unique

source: Shows when the Repository Fingerprint was created
fr: Indique quand le référentiel empreinte a été créé

source: Shows when the Repository Fingerprint expires
fr: Indique quand le référentiel expire d'empreintes digitales

source: <b>Repository Sources</b>
fr: <b>Référentiel Sources</b>

source: Show repository details by default
fr: Afficher les détails du référentiel par défaut

source: Always display an installation proposal
fr: Toujours afficher une proposition d'installation

source: Close
fr: Fermer

source: One Click Install Settings
fr: Les réglages de l'installation en un clic

source: Continue Installation
fr: Continuer l'installation

source: Cancel
fr: Annuler

source: Add Source <b>%1</b>
fr: Ajouter Source <b>%1</b>

source: Install <b>%1</b>
fr: Installer <b>%1</b>
